Repository: hacky1610/hairapp
Catalog: HairAppBl/Resources/AppResource.*.resx
Languages: de

# EveryDays
source: Every {count} days
de: Jede {count} Tage

source: Every day
de: Jeden Tag

# EveryWeek
source: Every {days} each {count} week
de: Jeden {days} jede {count} Woche

# MonthlyText
source: At {occurence} {day} every {month} month
de: Jeden {occurence} {day} jeden {month} Monat

source: Daily
de: Täglich

source: Monthly
de: Monatlich

source: Weekly
de: Wöchentlich

source: Yearly
de: Jährlich

source: First
de: Erster

source: Second
de: Zweiter

source: Third
de: Dritter

source: Fourth
de: Vierter

source: Last
de: Letzter

source: Monday
de: Montag

# Tuesdays
source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Time for Hair Care
de: Zeit für deinen Washtag

source: Today is:
de: Heute ist:

source: Reminder for Hair Care
de: Erinnerung für deinen Washtag

source: Tomorrow is:
de: Morgen ist:

# PrepooDescription
source: An oil treatment applied to hair prior to shampooing or conditioning
de: Eine Ölbehandlung, die vor dem Shampoonieren oder Konditionieren auf das Haar aufgetragen wird

source: Hot oil treatment
de: Behandlung mit heißem Öl

# HotOilTreatmentDescription
source: Wash your hair. Make a water bath. Heat your coconut oil. Wet hair, if it is not already wet. Massage the oil into your scalp using fingertips dipped in the hot oil. Heat a towel with a hair dryer or clothes dryer. Wash and rinse hair thoroughly
de: Wasche deine Haare. Machen Sie ein Wasserbad. Erhitze dein Kokosöl. Nasses Haar, wenn es nicht schon nass ist. Massieren Sie das Öl mit in heißes Öl getauchten Fingerspitzen in Ihre Kopfhaut. Erhitzen Sie ein Handtuch mit einem Haartrockner oder Wäschetrockner. Haare gründlich waschen und ausspülen

# ShampooDescription
source: Wash your hair with shampoo
de: Waschen Sie Ihre Haare mit Shampoo

# ClarifyingShampooDescription
source: For best results. massage the clarifying shampoo into your roots where most major product buildup is, then work the shampoo through the rest of hair.
de: Für beste Ergebnisse. Massieren Sie das Clarifying Shampoo in die Wurzeln, in denen sich die meisten Produkte ansammeln, und verteilen Sie das Shampoo dann auf dem restlichen Haar.

# ConditionerDescription
source: Wash your hair. Rinse your shampoo. Wring your hair out. Put on your flush. Let the rinse take effect. Rinse the rinse
de: Wasche dein Haar. Spüle dein Shampoo aus. Wringe dein Haar aus. Trage deine Spülung auf. Lass die Spülung einwirken.Spüle die Spülung aus

# DeepConditionerDescription
source: After applying a deep conditioner, cover your hair with a shower cap or plastic bag and add low heat (wrap a warm, damp towel around your head.) This opens up the cuticle and allows the deep conditioner to penetrate your hair. Leave in the DC for at least 20 minutes (we recommend 20-40.)
de: Bedecken Sie Ihr Haar nach dem Auftragen einer tiefen Spülung mit einer Duschhaube oder einer Plastiktüte und fügen Sie geringe Wärme hinzu (wickeln Sie ein warmes, feuchtes Handtuch um Ihren Kopf.) Dadurch wird die Nagelhaut geöffnet und die tiefe Spülung kann in Ihr Haar eindringen. Mindestens 20 Minuten im DC belassen (wir empfehlen 20-40).

# ProteinTreatmentDescription
source: Just like your body, your hair needs protein in order to stay healthy. ... Protein treatments boost the hair with a variety of nutrients and proteins to help reconstruct and strengthen hair strands.
de: Genau wie Ihr Körper braucht Ihr Haar Eiweiß, um gesund zu bleiben. ... Proteinbehandlungen stärken das Haar mit einer Vielzahl von Nährstoffen und Proteinen, um die Haarsträhnen wieder aufzubauen und zu stärken.

source: Moisturising mask
de: Feuchtigkeitsmaske

# MoisturisingMaskDescription
source: Part your hair down the center and start by applying it down the part and on your scalp. Let this mask sit for 30-45 minutes and then rinse with your regular shampoo and conditioner. This mask is best and most effective if used one a week
de: Teilen Sie Ihr Haar in der Mitte und tragen Sie es zunächst auf die Kopfhaut auf. Lassen Sie diese Maske 30-45 Minuten einwirken und spülen Sie sie dann mit Ihrem normalen Shampoo und Conditioner aus. Diese Maske ist am besten und effektivsten, wenn sie einmal pro Woche angewendet wird

# LeaveInConditionerDescription
source: Wash your hair with shampoo and apply the conditioner. Add a small amount of serum to your palm. Rub the product into your hair. Comb your hair.
de: Wasche dein Haar mit Shampoo und trage den Conditioner auf.Gib eine kleine Menge Serum in deine Handfläche.Reibe das Produkt in dein Haar ein.Kämme dein Haar.

source: Clay
de: Lehm

# ClayDescription
source: Rinse your hair with water to wet it. Pick up handfuls of hair at a time and apply the bentonite clay mask from the roots to the tips. If your hair starts drying, dampen it again with the help of a spray bottle. Roll up your hair and put on a shower cap
de: Spülen Sie Ihr Haar mit Wasser aus, um es zu befeuchten. Nehmen Sie jeweils eine Handvoll Haare auf und tragen Sie die Bentonit-Ton-Maske von den Wurzeln bis zu den Spitzen auf. Wenn Ihr Haar zu trocknen beginnt, befeuchten Sie es erneut mit Hilfe einer Sprühflasche. Rollen Sie Ihre Haare auf und setzen Sie eine Duschhaube auf

source: Rinse
de: Spülung

# RinseDescription
source: Wash your hair. Rinse it off. Apply a small amount of conditioner. Massage into hair. Wait two minutes. Rinse the hair.
de: Wasch deine Haare. Spüle es aus. Trage eine kleine Menge Spülung auf.Massiere es in die Haare ein. Warte zwei Minuten. Spüle das Haar aus.
